[
    {
        "id": 1,
        "name": "Dog House",
        "description": "A simple handmade toy dog house",
        "longDescription": "A doghouse, dog house, dogshed or kennel is a small shed commonly built in the shape of a house, intended to provide dogs with a sense of security and protection from various weather conditions. Numerous materials can be used, such as wood, plastic, resin, and hardboard.",
        "price": "581.85",
        "rating": 4.1,
        "comments": "Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.",
        "image": "https://static.turbosquid.com/Preview/2020/09/12__14_57_31/01.png44A22F16-1C6F-4585-BA71-43D0D8F245C5DefaultHQ.jpg",
        "ar_view": "../../common/models/doghouse.gltf"
    },
    {
        "id": 2,
        "name": "Low Poly Car",
        "description": "Sportcar- Vertices",
        "longDescription": "A sports car is a car designed with an emphasis on dynamic performance, such as handling, acceleration, top speed, or thrill of driving.",
        "price": "623.22",
        "rating": 2.5,
        "comments": "Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque.",
        "image": "https://p.turbosquid.com/ts-thumb/xm/S1yQFz/u4/1/png/1608459005/1920x1080/fit_q99/99182edb23443be0a240e9036f4018bd894fa399/1.jpg",
        "ar_view": "../../common/models/sportcar.glb"
    },
    {
        "id": 3,
        "name": "Wooden Toy Plane",
        "description": "Wooden Toy Biplane",
        "longDescription": "Handmade Wooden Toy Biplane These planes come in two color variations using maple and walnut hardwoods. Propeller rotates and wheels roll. They're hand sanded and coated with a non toxic oil and beeswax finish",
        "price": "529.59",
        "rating": 4.2,
        "comments": "Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam.",
        "image": "https://static.turbosquid.com/Preview/2020/11/07__09_26_08/v_cycles_220936.png5751BBF2-DF03-42AB-8FEF-9B25D879F127DefaultHQ.jpg",
        "ar_view": "../../common/models/WoodenPlane.gltf"
    },
    {
        "id": 4,
        "name": "Drone - Toy",
        "description": "Toy drone",
        "longDescription": "A drone, in technological terms, is an unmanned aircraft. ... Essentially, a drone is a flying robot that can be remotely controlled or fly autonomously through software-controlled flight plans in their embedded systems",
        "price": "321.74",
        "rating": 4.4,
        "comments": "Ut tellus. Nulla ut erat id mauris vulputate elementum.",
        "image": "https://images-na.ssl-images-amazon.com/images/I/518pMpQuV4L._AC_SL1001_.jpg",
        "ar_view": "../../common/models/Drone.glb"
    },
    {
        "id": 5,
        "name": "Leather Chair",
        "description": "3D Black Leather Chair model",
        "longDescription": "Clean detailed mesh, fully quad based topology. Modeled in real world scale. Wrinkles are baked to normal map. Fully UV unwrapped non overlapping. Low-Poly. With 4K Color, Roughness and Normalmap in lossless PNG format. 100% PBR compatible. Works in any 3D software / game engine. Native Blender file has all scene, camera and render settings ready.",
        "price": "827.61",
        "rating": 4.3,
        "comments": "Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.",
        "image": "https://static.turbosquid.com/Preview/2020/04/30__15_59_33/02.jpgAF8B0AB2-D335-4AA7-B91C-DB6592E64D01DefaultHQ.jpg",
        "ar_view": "../../common/models/black_leather_chair.gltf"
    },
    {
        "id": 6,
        "name": "Combat Knife",
        "description": "3D model Combat Knife Game Asset",
        "longDescription": "- low-poly knife model for the game. - There are two models low poly and high poly. There is a UVW.- The texture resolution is 2048x2048.- The render was made in Substance Painter.- There is a project in Substance Painter.- I did it based on the CG Masters lesson.- Formats: Blender, FBX, Gltf, OBJ, Substance Painter, Textures PBR, Textures Unity.",
        "price": "841.94",
        "rating": 2.9,
        "comments": "Vivamus vestibulum sagittis sapien.",
        "image": "https://static.turbosquid.com/Preview/2020/11/12__08_38_54/CombatKnifeR1.jpgAB1478EE-6BFF-48F5-839A-6FC3D5CAF8C3Zoom.jpg",
        "ar_view": "../../common/models/knife.glb"
    },
    {
        "id": 7,
        "name": "Bacardi Breezer",
        "description": "Water - Mineral, Natural",
        "price": "742.06",
        "rating": 3.3,
        "comments": "Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa.",
        "image": "http://dummyimage.com/113x235.png/5fa2dd/ffffff",
        "ar_view": "http://dummyimage.com/106x179.jpg/ff4444/ffffff"
    },
    {
        "id": 8,
        "name": "Container - Clear",
        "description": "Ham - Cooked",
        "price": "181.73",
        "rating": 2.1,
        "comments": "Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi.",
        "image": "http://dummyimage.com/107x240.bmp/ff4444/ffffff",
        "ar_view": "http://dummyimage.com/161x133.png/ff4444/ffffff"
    },
    {
        "id": 9,
        "name": "Broccoli - Fresh",
        "description": "Wine - White, Pinot Grigio",
        "price": "161.63",
        "rating": 3.2,
        "comments": "Aliquam non mauris. Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet.",
        "image": "http://dummyimage.com/170x195.bmp/cc0000/ffffff",
        "ar_view": "http://dummyimage.com/189x159.jpg/dddddd/000000"
    },
    {
        "id": 10,
        "name": "Cake Circle, Foil",
        "description": "Nut - Pistachio, Shelled",
        "price": "7.57",
        "rating": 222.9,
        "comments": "Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam. Nam tristique tortor eu pede.",
        "image": "http://dummyimage.com/105x150.jpg/5fa2dd/ffffff",
        "ar_view": "http://dummyimage.com/127x141.jpg/cc0000/ffffff"
    }
]